{
 "presenters": [
  {
   "publicPlusId": "118417777153109946393",
   "bio": "Cyril es mobile developer (Android e iOS), e ingeniero de UX/UI. Actualmente trabaja en Capitaine Train, y ha sido reconocido por segundo año consecutivo como Google Developer Expert. Su principal motivador es crear aplicaciones pulidas, suaves, responsivas, y perfectas hasta el píxel, que ayuden a los usuarios a alcanzar sus objetivos de forma indolora, y aún más importante, tan rápido como sea posible.",
   "name": "Cyril Mottier",
   "plusoneUrl": "https://plus.google.com/118417777153109946393",
   "thumbnailUrl": "https://lh6.googleusercontent.com/-h9hYAZb2KRk/AAAAAAAAAAI/AAAAAAAAPrI/87fi15PwkMM/s120-c/photo.jpg?sz=50",
   "id": "cyril_mottier"
  },
  {
   "publicPlusId": "113812464225961962994",
   "bio": "Andreu es Project Manager en Ponent 2002, una compañía de SMB IT localizada en Lleida. Con 25 años de experiencia en tecnología, siempre ha estado involucrado con el mundo IT y disfruta innovando constantemente. Actualmente se dedica la creación de nuevas tecnologías para áreas como arqueología, muros multi pantallas y drones. Además, está desarrollando para Glass dentro de la iniciativa GlassLleidaDevelopers.com, y con Google Earth para el Liquid Galaxy Lab.",
   "name": "Andreu Ibáñez",
   "plusoneUrl": "https://plus.google.com/113812464225961962994",
   "thumbnailUrl": "https://lh5.googleusercontent.com/-LmEmZ93mfOM/AAAAAAAAAAI/AAAAAAABJMY/WEzsW92TlRQ/s120-c/photo.jpg?sz=50",
   "id": "andreu_ibanez"
  },
  {
   "publicPlusId": "103166612842740788020",
   "bio": "Program Manager en Google Zurich, Inês es una apasionada de la tecnología y una trabajadora incansable. Disfruta trabajando con desarrolladores, tanto con los integrantes de su equipo en Google, como con aquellos externos a la compañía. Durante varios años actuó de enlace con los Google Developers Groups españoles como parte del 20% del tiempo de empresa dedicado a proyectos de su interés.",
   "name": "Inês Gonçalves",
   "plusoneUrl": "https://plus.google.com/103166612842740788020",
   "thumbnailUrl": "https://lh5.googleusercontent.com/JKwtD8RwT2Dejse2PJRCWbbHt6CXOaSwbuF2g6tgsdwQNldyNU9aTVN89cClY_mxVGfWwfzctGK89OUXwIwHABZCf-AQsv4yc4AEvUPgVBPU5DqpeMejzNmc",
   "id": "ines_goncalves"
  },
  {
   "publicPlusId": "flipper83",
   "bio": "Mobile Applications Principal Engineer en Tuenti, lleva trabajando en la compañía desde 2009, en varias plataformas tales como Android, j2me o blackberry. Antes de Tuenti, trabajó en varias compañías de desarrollo de videojuegos para móviles y juegos multiplayer.",
   "name": "Jorge Juan Barroso Carmona",
   "plusoneUrl": "https://twitter.com/flipper83",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/tempJorgeJuanBarrosoCarmona-121x121.jpg",
   "id": "jorge_juan_barroso_carmona"
  },
  {
   "publicPlusId": "111829996834060777392",
   "bio": "Patrick es experto en soluciones móviles migrando de servicios basados en cloud del lado del servidor a aplicaciones móviles en JavaScript. Es organizer de BarcelonaJS y de The Barcelona Couchbase Group, y uno de los  evangelistas de JavaScript.",
   "name": "Patrick Heneise",
   "plusoneUrl": "https://plus.google.com/111829996834060777392",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-rTx-SR78gds/AAAAAAAAAAI/AAAAAAAAAB8/Cah4taY6xpc/s120-c/photo.jpg?sz=50",
   "id": "patrick_heneise"
  },
  {
   "publicPlusId": "104070495650441591893",
   "bio": "Andrés es Developer Relations Program Manager para Google en España. Con una amplia experiencia en I+D e ingeniería del software, gran parte de su carrera profesional se ha centrado en la planificación e implementación de proyectos de innovación relacionados con los paradigmas de OpenSource, trabajando anteriormente para empresas como Telefónica.",
   "name": "Andrés Leonardo Martínez",
   "plusoneUrl": "https://plus.google.com/104070495650441591893",
   "thumbnailUrl": "https://lh4.googleusercontent.com/LkizsqLLbzhvJdh7n_ycibhf4RPptMtqLDNBTwfDFyqPzHva2bDivHuwuY11ChTUUACOThrDs1Q98GaH5iihkEdNEyMY9Qv3ATkndhfufRzq5OxDwN1LZGqU",
   "id": "andres_leonardo_martinez"
  },
  {
   "publicPlusId": "105977898531084577178",
   "bio": "\"Music lover, entrepreneur and java-web oriented guy\". En los últimos años su principal interés ha sido conseguir un buen nivel de código y definir buenas APIs. Obsesionado con Unit Testing, Dependency Injection, la mantenibilidad del código y descubrir buenas librerías. Antes en Eventuo y Singulari, ahora pasándoselo bien en Trovit.",
   "name": "Jordi Gerona",
   "plusoneUrl": "https://plus.google.com/105977898531084577178",
   "thumbnailUrl": "https://lh4.googleusercontent.com/7hu5SLj0Pp34w2gUcer8U3FpDmVIDnCnBdvJbm_sXSMnS9cA2QcdUi_9WRn9vmOihIapGQVOjL2GCgvkgGK-sRN5UIQrTSepxsy7sMi4NHrKVNOHWCLAAEsq",
   "id": "jordi_gerona"
  },
  {
   "publicPlusId": "114150889280967406917",
   "bio": "Con más de 9 años de experiencia en el desarrollo de software, liderando equipos y siendo director de proyectos, las especialidades de David son el Mobile y Web Development, así como administración de bases de datos. Actualmente trabaja para Novoda, la primera consultora dedicada a Android del Reino Unido. Además, es un apasionado del OpenSource y de todo tipo de gadgets.",
   "name": "David González",
   "plusoneUrl": "https://plus.google.com/114150889280967406917",
   "thumbnailUrl": "https://lh3.googleusercontent.com/-HblfVlytwPw/AAAAAAAAAAI/AAAAAAAADZQ/FJQbglCdVxQ/s120-c/photo.jpg?sz=50",
   "id": "david_gonzalez"
  },
  {
   "publicPlusId": "100929920665385653368",
   "bio": "Cofundador de 47 Degrees, Jorge vivió y trabajó en Seattle hasta que abrió una nueva sede en San Fernando, Cádiz. Desarrollador de apps en las plataformas iOS y Android inicialmente, es un gran emprendedor, y por ello colgó las botas del código y trabaja en abrir nuevas vías de negocio.",
   "name": "Jorge Galindo Cruces",
   "plusoneUrl": "https://plus.google.com/100929920665385653368",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-Ba4gWVQqybo/AAAAAAAAAAI/AAAAAAAAA5s/IGP7Nc82cvk/s120-c/photo.jpg?sz=50",
   "id": "jorge_galindo_cruces"
  },
  {
   "publicPlusId": "110049485834560472562",
   "bio": "Hermes es mobile developer con la edición por las venas. Su compañía Robot Media aspira a eliminar las barreras de la tecnología y la distribución para la edición de los libros digitales de imágenes, y haciendo esto ha supervisado centenares de títulos digitales, con más de 4 millones combinados de descargas, y 2 Publishing Innovation Awards. Actualmente trabaja en Storybuilder, una herramienta para crear libros para niños para tablets y móviles.",
   "name": "Hermes Pique",
   "plusoneUrl": "http://bcn.gdgdevfest.com/team-member/hermes-pique/",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/Hermes-Pique.jpg",
   "id": "hermes_pique"
  },
  {
   "publicPlusId": "116932157889649081059",
   "bio": "Apasionado por Android, Txus es fundador de DesAndrOId, DesAndrOItter, y creador del ADA Framework, más que un ORM para Android. Responsable de proyectos en SCA Consultores, está enganchado a la tecnologías y es un adicto al código fuente, con independencia del lenguaje.",
   "name": "Txus Ballesteros",
   "plusoneUrl": "https://plus.google.com/116932157889649081059",
   "thumbnailUrl": "https://lh3.googleusercontent.com/HroHDxCtuIJlWV-Ro7Y10P9ziRA8kYwt4z2Q0Qj8kfPAz9Co-RMjzzmTuhhHkcDTjlTOA1r2UZxGWlcSTBHV4K63TNGRWdRmmqHsclzV45kqIovv9dQsv-4M",
   "id": "txus_ballesteros"
  },
  {
   "publicPlusId": "113157061508283030086",
   "bio": "Mobile software engineer, ha estado trabajando en plataformas móbiles durantes los últimos 5 años, principalmente en proyectos basados en tecnologías RFID y NFC. Actualmente trabaja en Tuenti como Android Developer y es organizador del Google Developers Group en Barcelona (GDG).",
   "name": "Fernando Cejas",
   "plusoneUrl": "https://plus.google.com/113157061508283030086",
   "thumbnailUrl": "https://lh5.googleusercontent.com/DfxEqp7V_XNdRQ8n7WEDy-DnxRelyCL86GnlumR_T72q0XDrpEp32qUgw8mXFgQPISVzJC2L1Nx2hilN_xo4SvftXVkDLKk7cOJUXKw-DFv1WohDOpkIIOA6",
   "id": "fernando_cejas"
  },
  {
   "publicPlusId": "icougil",
   "bio": "Nacho lleva más de diez años colaborando en sistemas web desarrollados en Java. Hoy trabaja como arquitecto de software gestionando ágilmente equipos de desarrollo y participando en todas las etapas del ciclo de vida de un proyecto. Es un apasionado de la tecnología y de los proyectos innovadores además de fundador del Barcelona Java Users Group (BarcelonaJUG)",
   "name": "Ignacio Cougil",
   "plusoneUrl": "https://twitter.com/icougil",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/cougil.png",
   "id": "ignacio_cougil"
  },
   {
   "publicPlusId": "100736358515003434163",
   "bio": "CTO Code Factory. Tras varios años formando a programadores y gestionando proyectos de desarrollo de aplicaciones a medida, Ferran entró en Code Factory en 2006 y desde entonces ha trabajado desarrollando soluciones de accesibilidad para dispositivos móviles. Actualmente es CTO de la compañía y trabaja en Mobile Accessibility para Android, producto invitado al Developer Sandbox de las ediciones 2011 y 2012 de Google IO.",
   "name": "Ferran Gállego",
   "plusoneUrl": "https://plus.google.com/100736358515003434163",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/ferrangallego.png",
   "id": "ferran_gallego"
  },
   {
   "publicPlusId": "107635555691483494328",
   "bio": "Apps engineer en Mozilla, haciendo apps y ayudando a los developers a hacer apps; cacharreando y haciendo juguetitos en tiempo real en los ratos libres. Tiene tantos años de experiencia que conoció la pre-internet a 2400bps y sobrevivió para contarlo - See more at: http://bcn.gdgdevfest.com/ponentes/#sthash.GSDb0ldZ.dpuf",
   "name": "Soledad Penades",
   "plusoneUrl": "https://plus.google.com/107635555691483494328/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/201308.jpg",
   "id": "soledad_penades"
  },
  {
   "publicPlusId": "GinaTost",
   "bio": "Gina Tost, una mujer experta en comunicación y especializada en tecnología, movilidad y videojuegos, cuenta con un bagage profesional que va desde periodista, locutora, actriz o presentadora en España y en el extranjero. Ha trabajado para Catalunya Radio, TV3, IGN, Expansión, MarcaPlayer, Radio Marca o la televisión pública japonesa, la NHK. Además, desde hace poco ha iniciado diversas aventuras relacionadas con empresas del sector móvil.",
   "name": "Gina Tost",
   "plusoneUrl": "https://plus.google.com/109974507966166254232/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/ginatost.png",
   "id": "gina_tost"
  },
  {
   "publicPlusId": "115453639179713725602",
   "bio": "Juanjo Hierro cuenta con una dilatada carrera en Telefónica I+D siempre pegado al desarrollo de tecnologías y estándares software.En la actualidad, es Coordinator & Chief Architect del proyecto FI-WARE que persigue la creación de una plataforma abierta en la nube capaz de competir con Amazon.   FI-WARE se enmarca en el ambicioso programa Future Internet creado por la Comisión Europea en colaboración con grandes actores TIC europeos y supondrá ayudas a emprendedores que desarrollen sus aplicaciones basadas en FI-WARE por un montante total de 100 MM euros.",
   "name": "Juan Hierro",
   "plusoneUrl": "https://plus.google.com/115453639179713725602",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/Foto-Twitter-Yammer-Facebook.jpg",
   "id": "juan_hierro"
  },
  {
   "publicPlusId": "101957952424598424873",
   "bio": "Con más de 10 años de experiencia en el desarrollo web y dedicando los últimos 3 años a formar y evangelizar sobre HTML5 ahora trabaja el el departamento de Relación con Desarrolladores de BlackBerry. También colabora en #jsIO hablando sobre Javascript para DesarrolloWeb.com",
   "name": "Jorge del Casar",
   "plusoneUrl": "https://plus.google.com/101957952424598424873",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/jorgedelcasar.png",
   "id": "jorge_del_casar"
  },
  
  {
   "publicPlusId": "111904334543242956049",
   "bio": "Profesionalmente ligado a Java, aunque PHP también tiene un rincocito en mi corazón. Con el Barcelona JUG intentamos acercar estas tecnologías via conferencias y workshops quincenales, por lo que os animo a contactarnos y participar.",
   "name": "Esteve Camps Chust",
   "plusoneUrl": "https://plus.google.com/111904334543242956049",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/tete_mini2.png",
   "id": "esteve_camps"
  },
  {
   "publicPlusId": "JaumeF",
   "bio": "Jaume Figueras, Profesor de la UPC, responsable de proyectos GIS & Mobile development del inLab FIB.  Profesor, formador y desarrollador. Jaume empezó en el desarrollo móvil de mano de una Casiopeia E10 (4 shades of gray). Desde entonces (años y canas) ha acumulado experiencia como docente, investigador y desarrollador que lo han llevado a formar parte de inLab FIB como responsable de proyectos GIS y a colaborar activamente en proyectos FOSS y Open Data. ",
   "name": "Jaume Figueras",
   "plusoneUrl": "https://twitter.com/JaumeF",
   "thumbnailUrl":"http://inlab.fib.upc.edu/sites/default/files/styles/foto-perfil/public/pictures/picture-70-1334828375.jpg?itok=qffF3VQW",
   "id": "fib"
  },
  {
   "publicPlusId": "eth0lo",
   "bio": "Jean es un desarrollador a tiempo completo, actualmente trabaja en XING AG como desarrollador de frontend, ademas es un amante de las tecnologías web y sobre todo de Javascript inclusive antes de que fuera cool. Durante los últimos cuatro años se ha dedicado al desarrollo de single page applications, para diversos tipos de dispositivos. Adicionalmente organiza Barcelona JS.",
   "name": "Jean Carlos Meninno",
   "plusoneUrl": "https://twitter.com/eth0lo",
   "thumbnailUrl":"http://ladies.barcelonajs.org/images/727f3c5c.jean.jpg",
   "id": "jean_meninno"
  }
  
 ],
 "kind": "gdgmembers#presentersItem",
 "etag": "\"osyxKcbM5ip0ctwDSYkRLORXcUo/vbY-uP5U-jZQ6k5Z4qepsXyVzkQ\""
}
