{
 "presenters": [
  {
   "publicPlusId": "118417777153109946393",
   "bio": "Mobile developer (Android and iOS) and engineer UX / UI. Currently working at Capitaine Train, and has been recognized for the second consecutive year as Google Developer Expert. The main motivating application is to create polished, smooth, responsive, and perfect to the pixel, to help people achieve their goals painless, and most importantly, as quickly as possible.",
   "name": "Cyril Mottier",
   "plusoneUrl": "https://plus.google.com/118417777153109946393",
   "thumbnailUrl": "https://lh6.googleusercontent.com/-h9hYAZb2KRk/AAAAAAAAAAI/AAAAAAAAPrI/87fi15PwkMM/s120-c/photo.jpg?sz=50",
   "id": "cyril_mottier"
  },
  {
   "publicPlusId": "113812464225961962994",
   "bio": "Andreu is Project Manager at Ponent 2002, SMB IT company located in Lleida. With 25 years of experience in technology has always been involved with the IT world and enjoy constantly innovating. Today is dedicated to create new technologies for areas such as archeology, multi screens and walls drones. It is also developing for Glass in GlassLleidaDevelopers.com initiative, and Google Earth for the Liquid Galaxy Lab.",
   "name": "Andreu Ibáñez",
   "plusoneUrl": "https://plus.google.com/113812464225961962994",
   "thumbnailUrl": "https://lh5.googleusercontent.com/-LmEmZ93mfOM/AAAAAAAAAAI/AAAAAAABJMY/WEzsW92TlRQ/s120-c/photo.jpg?sz=50",
   "id": "andreu_ibanez"
  },
  {
   "publicPlusId": "103166612842740788020",
   "bio": "Program Manager at Google Zurich, Inês is passionate about technology and a tireless worker. Enjoy working with developers, both with members of his team at Google, and with those outside the company. For several years she acted as liaison with Developers Google Groups Spanish as part of the 20% of the time now devoted to projects of their interest.",
   "name": "Inês Gonçalves",
   "plusoneUrl": "https://plus.google.com/103166612842740788020",
   "thumbnailUrl": "https://lh5.googleusercontent.com/JKwtD8RwT2Dejse2PJRCWbbHt6CXOaSwbuF2g6tgsdwQNldyNU9aTVN89cClY_mxVGfWwfzctGK89OUXwIwHABZCf-AQsv4yc4AEvUPgVBPU5DqpeMejzNmc",
   "id": "ines_goncalves"
  },
  {
   "publicPlusId": "flipper83",
   "bio": "Senior Mobile Applications Engineer at Tuenti, has been working with the company since 2009 in various platforms such as Android, J2ME or Blackberry. Before Tuenti, worked in several game development companies for mobile and multiplayer games.",
   "name": "Jorge Juan Barroso Carmona",
   "plusoneUrl": "https://twitter.com/flipper83",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/tempJorgeJuanBarrosoCarmona-121x121.jpg",
   "id": "jorge_juan_barroso_carmona"
  },
  {
   "publicPlusId": "111829996834060777392",
   "bio": "Patrick is an expert in mobile solutions migrating to cloud-based services to server-side mobile applications in JavaScript. It BarcelonaJS and organizer of The Barcelona Couchbase Group, and one of the evangelists of JavaScript.",
   "name": "Patrick Heneise",
   "plusoneUrl": "https://plus.google.com/111829996834060777392",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-rTx-SR78gds/AAAAAAAAAAI/AAAAAAAAAB8/Cah4taY6xpc/s120-c/photo.jpg?sz=50",
   "id": "patrick_heneise"
  },
  {
   "publicPlusId": "104070495650441591893",
   "bio": "Andrés is Developer Relations Program Manager for Google in Spain. With extensive experience in R & D and software engineering, much of his professional career has focused on the planning and implementation of innovation projects related to the paradigms of OpenSource, previously working for companies such as Telefonica.",
   "name": "Andrés Leonardo Martínez",
   "plusoneUrl": "https://plus.google.com/104070495650441591893",
   "thumbnailUrl": "https://lh4.googleusercontent.com/LkizsqLLbzhvJdh7n_ycibhf4RPptMtqLDNBTwfDFyqPzHva2bDivHuwuY11ChTUUACOThrDs1Q98GaH5iihkEdNEyMY9Qv3ATkndhfufRzq5OxDwN1LZGqU",
   "id": "andres_leonardo_martinez"
  },
  {
   "publicPlusId": "105977898531084577178",
   "bio": "Music lover, entrepreneur and web java-oriented guy. In recent years his main interest has been to achieve a good level of code and identify good APIs. Obsessed with Unit Testing, Dependency Injection, maintainability of the code and find good bookshops. Earlier in Eventuo and Singulari now on Trovit enjoying himself.",
   "name": "Jordi Gerona",
   "plusoneUrl": "https://plus.google.com/105977898531084577178",
   "thumbnailUrl": "https://lh4.googleusercontent.com/7hu5SLj0Pp34w2gUcer8U3FpDmVIDnCnBdvJbm_sXSMnS9cA2QcdUi_9WRn9vmOihIapGQVOjL2GCgvkgGK-sRN5UIQrTSepxsy7sMi4NHrKVNOHWCLAAEsq",
   "id": "jordi_gerona"
  },
  {
   "publicPlusId": "114150889280967406917",
   "bio": "With over 9 years of experience in software development, leading teams and being project manager, David specialties are the Mobile and Web Development and database administration. He currently works for Novoda, the first Android consultancy firm in the UK. Also, is passionate about OpenSource and all kinds of gadgets.",
   "name": "David González",
   "plusoneUrl": "https://plus.google.com/114150889280967406917",
   "thumbnailUrl": "https://lh3.googleusercontent.com/-HblfVlytwPw/AAAAAAAAAAI/AAAAAAAADZQ/FJQbglCdVxQ/s120-c/photo.jpg?sz=50",
   "id": "david_gonzalez"
  },
  {
   "publicPlusId": "100929920665385653368",
   "bio": "Co-founder of 47 Degrees, Jorge lived and worked in Seattle until he opened a new office in San Fernando, Cádiz. Developer of apps on iOS and Android platforms initially, is a great entrepreneur, and hung up his boots this code and works to open new avenues of business.",
   "name": "Jorge Galindo Cruces",
   "plusoneUrl": "https://plus.google.com/100929920665385653368",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-Ba4gWVQqybo/AAAAAAAAAAI/AAAAAAAAA5s/IGP7Nc82cvk/s120-c/photo.jpg?sz=50",
   "id": "jorge_galindo_cruces"
  },
  {
   "publicPlusId": "110049485834560472562",
   "bio": "Hermes is mobile developer with editing veins. His company Robot Media aims to eliminate barriers and distribution technology for editing digital images of books, and in doing so has overseen hundreds of digital titles, with more than 4 million combined downloads, and 2 Publishing Innovation Awards. StoryBuilder currently working on a tool to create children's books for tablets and phones.",
   "name": "Hermes Pique",
   "plusoneUrl": "http://bcn.gdgdevfest.com/team-member/hermes-pique/",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/Hermes-Pique.jpg",
   "id": "hermes_pique"
  },
  {
   "publicPlusId": "116932157889649081059",
   "bio": "Passionate about Android, is founder DesAndrOId Txus, DesAndrOItter, and creator of ADA Framework, rather than an ORM for Android. Project Manager at SCA Consulting, are hooked on technology and is addicted to the source code, regardless of language.",
   "name": "Txus Ballesteros",
   "plusoneUrl": "https://plus.google.com/116932157889649081059",
   "thumbnailUrl": "https://lh3.googleusercontent.com/HroHDxCtuIJlWV-Ro7Y10P9ziRA8kYwt4z2Q0Qj8kfPAz9Co-RMjzzmTuhhHkcDTjlTOA1r2UZxGWlcSTBHV4K63TNGRWdRmmqHsclzV45kqIovv9dQsv-4M",
   "id": "txus_ballesteros"
  },
  {
   "publicPlusId": "113157061508283030086",
   "bio": "Mobile software engineer, has been working on mobile platforms Durantes the last five years, mainly in projects based on RFID and NFC technologies. Currently working on Tuenti as Android developer and organizer in Barcelona Google Developers Group (GDG).",
   "name": "Fernando Cejas",
   "plusoneUrl": "https://plus.google.com/113157061508283030086",
   "thumbnailUrl": "https://lh5.googleusercontent.com/DfxEqp7V_XNdRQ8n7WEDy-DnxRelyCL86GnlumR_T72q0XDrpEp32qUgw8mXFgQPISVzJC2L1Nx2hilN_xo4SvftXVkDLKk7cOJUXKw-DFv1WohDOpkIIOA6",
   "id": "fernando_cejas"
  },
  {
   "publicPlusId": "icougil",
   "bio": "Nacho has over ten years working in web systems developed in Java. Today he works as a software architect managing agile development teams and participating in all stages of the life cycle of a project. He is passionate about technology and innovative projects and founder of Barcelona Java Users Group (BarcelonaJUG)",
   "name": "Ignacio Cougil",
   "plusoneUrl": "https://twitter.com/icougil",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/cougil.png",
   "id": "ignacio_cougil"
  },
   {
   "publicPlusId": "100736358515003434163",
   "bio": "CTO Code Factory. After several years of training to programmers and managing application development projects as Ferran entered Code Factory in 2006 and has since worked to develop accessibility solutions for mobile devices. He is currently CTO of the company and works in Mobile Accessibility for Android, Product Developer Sandbox invited the 2011 and 2012 editions of Google IO.",
   "name": "Ferran Gállego",
   "plusoneUrl": "https://plus.google.com/100736358515003434163",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/ferrangallego.png",
   "id": "ferran_gallego"
  },
   {
   "publicPlusId": "107635555691483494328",
   "bio": "Apps engineer at Mozilla, making apps and helping developers to make apps, tinkering and making toys in real time at leisure. He has many years of experience that met the pre-internet to 2400bps and survived to tell the tale -",
   "name": "Soledad Penades",
   "plusoneUrl": "https://plus.google.com/107635555691483494328/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/201308.jpg",
   "id": "soledad_penades"
  },
  {
   "publicPlusId": "GinaTost",
   "bio": "Gina Tost, a woman and communications expert specializing in technology, mobility and video games, has a professional baggage that goes from journalist, broadcaster, actress and presenter in Spain and abroad. He has worked for Catalunya Radio, TV3, IGN, Expansion, MarcaPlayer, Radio Brand or Japanese public television NHK. In addition, since recently has initiated several related adventures mobile companies.",
   "name": "Gina Tost",
   "plusoneUrl": "https://plus.google.com/109974507966166254232/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/ginatost.png",
   "id": "gina_tost"
  },
  {
   "publicPlusId": "115453639179713725602",
   "bio": "Juanjo Hierro has a long career in Telefónica I + D has always stuck to the development of software technologies and standards. Today, is Coordinator & Chief Architect FI-WARE project that aims to create an open platform in the cloud that can compete with Amazon. FI-WARE is part of the ambitious program Future Internet created by the European Commission in collaboration with major European ICT players and will help entrepreneurs develop their applications based on FI-WARE for a total amount of 100 million €.",
   "name": "Juan Hierro",
   "plusoneUrl": "https://plus.google.com/115453639179713725602",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/Foto-Twitter-Yammer-Facebook.jpg",
   "id": "juan_hierro"
  },
  {
   "publicPlusId": "101957952424598424873",
   "bio": "With over 10 years experience in web development and devoting the last three years to educate and evangelize about HTML5 now works department BlackBerry Developer Relations. It also assists in # jsIO talking about Javascript DesarrolloWeb.com",
   "name": "Jorge del Casar",
   "plusoneUrl": "https://plus.google.com/101957952424598424873",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/jorgedelcasar.png",
   "id": "jorge_del_casar"
  },
  
  {
   "publicPlusId": "111904334543242956049",
   "bio": "Professionally tied to Java, but also with PHP. With Barcelona JUG they trying to bring these technologies JUG conferences and workshops via fortnightly, so I encourage you to contact us and participate.",
   "name": "Esteve Camps Chust",
   "plusoneUrl": "https://plus.google.com/111904334543242956049",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/tete_mini2.png",
   "id": "esteve_camps"
  },
  {
   "publicPlusId": "JaumeF",
   "bio": "Jaume Figueras, Professor at the UPC, Project Manager GIS & Mobile development of FIB inLab. Teacher, trainer and developer. James began to develop a mobile handset Cassiopeia E10 (4 shades of gray). Since then (years and gray) has accumulated experience as a teacher, researcher and developer that led him to join IBF inLab responsible for GIS projects and collaborate actively in FOSS projects and Open Data.",
   "name": "Jaume Figueras",
   "plusoneUrl": "https://twitter.com/JaumeF",
   "thumbnailUrl":"http://inlab.fib.upc.edu/sites/default/files/styles/foto-perfil/public/pictures/picture-70-1334828375.jpg?itok=qffF3VQW",
   "id": "fib"
  },
  {
   "publicPlusId": "eth0lo",
   "bio": "Jean is a full-time developer, currently working on XING AG as frontend developer, also is a lover of web technologies and especially Javascript even before it was cool. During the past four years has been devoted to the development of single page applications, for various types of devices. Additionally Barcelona organizes JS.",
   "name": "Jean Carlos Meninno",
   "plusoneUrl": "https://twitter.com/eth0lo",
   "thumbnailUrl":"http://ladies.barcelonajs.org/images/727f3c5c.jean.jpg",
   "id": "jean_meninno"
  }
  ,
  
  {
   "publicPlusId": "RicardGarriga",
   "bio": "Ricard és un empresari nascut a Barcelona instal · lat a San Francisco . Dinamitzador de negoci en YouNoodle , una empresa de nova creació amb seu en una oficina a SOMA a San Francisco , des d'on s'està construint un ecosistema d' emprenedors de tot el món , per ajudar a les organitzacions a innovar més ràpidament mitjançant l'estratègia d'innovació oberta . Després de 5 anys en un parc tecnològic treballant amb diverses noves empreses de base tecnològica per proporcionar la recaptació de fons de capital de risc , es va incorporar a l'Ajuntament de Barcelona per dissenyar l'estratègia d'inversió per a les empreses de nova creació ubicat al districte de la innovació 22 @ Barcelona , amb més de 1,500 companyies de 10 universitats i treballadors de 45,000 . És membre del comitè de ciutats agermanades San Francisco - Barcelona i co - organitzador de la TEDxEmbarcadero.com a San Francsico . És llicenciat en Enginyeria de Telecomunicacions , MBA a La Salle i l'educació executiva a Berkeley . Li encanten les motos , el paddle i és corredor amateur . Enamorat de Layers.com i Worldcoo.com .",
   "name": "Ricard Garriga",
   "plusoneUrl": "https://twitter.com/RicardGarriga",
   "thumbnailUrl":"http://s3.amazonaws.com/crunchbase_prod_assets/assets/images/resized/0007/6272/76272v7-max-250x250.jpg",
   "id": "ricard_garriga"
  },
  {
   "publicPlusId": "vallsjordi",
   "bio":"Jordi Valls Barcelona is an entrepreneur focused on design and branding in technological entrepreneurship. He has a passion for the promotion of entrepreneurship among young people giving talks in schools and colleges. 1sleeve.com Founder and Co-founder of Startup Embassy in Palo Alto.",
    "name": "Jordi Valls",
   "plusoneUrl": "https://twitter.com/vallsjordi",
   "thumbnailUrl":"http://m.c.lnkd.licdn.com/mpr/pub/image-WdGsCMceaQX0Eo5wC8gTIjzkQy-KXGTaWnsNccYeQHG1PAB7WdGNGFreQJ6xP78cUVvd/jordi-valls.jpg",
   "id": "vallsjordi"
  },
  
  {
   "publicPlusId": "dias_jorge",
   "bio": "Jorge is passionate about programming and has worked with many languages ​​for over 10 years. His greatest dedication has been to Ruby and Javascript currently. People do not understand but uses emacs. Currently is tech lead of recruiting active on XING.",
   "name": "Jorge Dias",
   "plusoneUrl": "https://twitter.com/dias_jorge",
   "thumbnailUrl":"http://m.c.lnkd.licdn.com/mpr/pub/image-0cDFQCHV7yLjC6_VuStdhnJvcYn_TJBxRYDWT8BVcwlPg-Hx0cDWgZgVczvXmGCTqeDM/jorge-dias.jpg",
   "id": "dias_jorge"
  }
  
 ],
 "kind": "gdgmembers#presentersItem",
 "etag": "\"osyxKcbM5ip0ctwDSYkRLORXcUo/vbY-uP5U-jZQ6k5Z4qepsXyVzkQ\""
}
