{
 "presenters": [
  {
   "publicPlusId": "118417777153109946393",
   "bio": "Cyril és mobile developer (Android i iOS), i enginyer de UX / UI. Actualment treballa en Capitaine Train, i ha estat reconegut per segon any consecutiu com Google Developer Expert. El seu principal motivador és crear aplicacions polides, suaus, responsivas, i perfectes fins al píxel, que ajudin els usuaris a assolir els seus objectius de manera indolora, i encara més important, tan ràpid com sigui possible.",
   "name": "Cyril Mottier",
   "plusoneUrl": "https://plus.google.com/118417777153109946393",
   "thumbnailUrl": "https://lh6.googleusercontent.com/-h9hYAZb2KRk/AAAAAAAAAAI/AAAAAAAAPrI/87fi15PwkMM/s120-c/photo.jpg?sz=50",
   "id": "cyril_mottier"
  },
  {
   "publicPlusId": "113812464225961962994",
   "bio": "Andreu és Project Manager a Ponent 2002, una companyia de SMB IT localitzada a Lleida. Amb 25 anys d'experiència en tecnologia, sempre ha estat involucrat amb el món IT i gaudeix innovant constantment. Actualment es dedica a la creació de noves tecnologies per a àrees com arqueologia, murs multi pantalles i drones. A més, està desenvolupant per Glass dins la iniciativa GlassLleidaDevelopers.com, i amb Google Earth per a Liquid Galaxy Lab",
   "name": "Andreu Ibáñez",
   "plusoneUrl": "https://plus.google.com/113812464225961962994",
   "thumbnailUrl": "https://lh5.googleusercontent.com/-LmEmZ93mfOM/AAAAAAAAAAI/AAAAAAABJMY/WEzsW92TlRQ/s120-c/photo.jpg?sz=50",
   "id": "andreu_ibanez"
  },
  {
   "publicPlusId": "103166612842740788020",
   "bio": "Program Manager a Google Zurich, Inês és una apassionada de la tecnologia i una treballadora incansable. Gaudeix treballant amb desenvolupadors, tant amb els integrants del seu equip a Google, com amb aquells externs a la companyia. Durant diversos anys va actuar d'enllaç amb els Google Developers Groups espanyols com a part del 20% del temps d'empresa dedicat a projectes del seu interès.",
   "name": "Inês Gonçalves",
   "plusoneUrl": "https://plus.google.com/103166612842740788020",
   "thumbnailUrl": "https://lh5.googleusercontent.com/JKwtD8RwT2Dejse2PJRCWbbHt6CXOaSwbuF2g6tgsdwQNldyNU9aTVN89cClY_mxVGfWwfzctGK89OUXwIwHABZCf-AQsv4yc4AEvUPgVBPU5DqpeMejzNmc",
   "id": "ines_goncalves"
  },
  {
   "publicPlusId": "flipper83",
   "bio": "Mobile Applications Principal Engineer a Tuenti, porta treballant en la companyia des de 2009, en diverses plataformes com ara Android, j2me o Blackberry. Abans de Tuenti, va treballar en diverses companyies de desenvolupament de videojocs per a mòbils i jocs multiplayer.",
   "name": "Jorge Juan Barroso Carmona",
   "plusoneUrl": "https://twitter.com/flipper83",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/tempJorgeJuanBarrosoCarmona-121x121.jpg",
   "id": "jorge_juan_barroso_carmona"
  },
  {
   "publicPlusId": "111829996834060777392",
   "bio": "Patrick és expert en solucions mòbils migrant de serveis basats en cloud del costat del servidor a aplicacions mòbils en JavaScript. És organizer d'BarcelonaJS i de The Barcelona Couchbase Group, i un dels evangelistes de JavaScript.",
   "name": "Patrick Heneise",
   "plusoneUrl": "https://plus.google.com/111829996834060777392",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-rTx-SR78gds/AAAAAAAAAAI/AAAAAAAAAB8/Cah4taY6xpc/s120-c/photo.jpg?sz=50",
   "id": "patrick_heneise"
  },
  {
   "publicPlusId": "104070495650441591893",
   "bio": "Andrés és Developer Relations Program Manager per a Google a Espanya. Amb una àmplia experiència en R + D i enginyeria del programari, gran part de la seva carrera professional s'ha centrat en la planificació i implementació de projectes d'innovació relacionats amb els paradigmes de OpenSource, treballant anteriorment per a empreses com Telefónica.",
   "name": "Andrés Leonardo Martínez",
   "plusoneUrl": "https://plus.google.com/104070495650441591893",
   "thumbnailUrl": "https://lh4.googleusercontent.com/LkizsqLLbzhvJdh7n_ycibhf4RPptMtqLDNBTwfDFyqPzHva2bDivHuwuY11ChTUUACOThrDs1Q98GaH5iihkEdNEyMY9Qv3ATkndhfufRzq5OxDwN1LZGqU",
   "id": "andres_leonardo_martinez"
  },
  {
   "publicPlusId": "105977898531084577178",
   "bio": "Amant de la música, emprenedor i noi orientat a java-web. En els últims anys el seu principal interès ha estat aconseguir un bon nivell de codi i definir bones APIs. Obsessionat amb Unit Testing, Dependency Injection, de manteniment del codi i descobrir bones llibreries. Abans a Eventuo i Singulari, ara passant-s'ho bé en Trovit.",
   "name": "Jordi Gerona",
   "plusoneUrl": "https://plus.google.com/105977898531084577178",
   "thumbnailUrl": "https://lh4.googleusercontent.com/7hu5SLj0Pp34w2gUcer8U3FpDmVIDnCnBdvJbm_sXSMnS9cA2QcdUi_9WRn9vmOihIapGQVOjL2GCgvkgGK-sRN5UIQrTSepxsy7sMi4NHrKVNOHWCLAAEsq",
   "id": "jordi_gerona"
  },
  {
   "publicPlusId": "114150889280967406917",
   "bio": "Amb més de 9 anys d'experiència en el desenvolupament de programari, liderant equips i sent director de projectes, les especialitats de David són el Mobile i Web Development, així com administració de bases de dades. Actualment treballa per Novoda, la primera consultora dedicada a Android del Regne Unit. A més, és un apassionat del OpenSource i de tot tipus de gadgets.",
   "name": "David González",
   "plusoneUrl": "https://plus.google.com/114150889280967406917",
   "thumbnailUrl": "https://lh3.googleusercontent.com/-HblfVlytwPw/AAAAAAAAAAI/AAAAAAAADZQ/FJQbglCdVxQ/s120-c/photo.jpg?sz=50",
   "id": "david_gonzalez"
  },
  {
   "publicPlusId": "100929920665385653368",
   "bio": "Cofundador de 47 Degrees, Jorge va viure i va treballar a Seattle fins que va obrir una nova seu a San Fernando, Cadis. Desenvolupador d'apps a les plataformes iOS i Android inicialment, és un gran emprenedor, i per això va penjar les botes del codi i treballa a obrir noves vies de negoci.",
   "name": "Jorge Galindo Cruces",
   "plusoneUrl": "https://plus.google.com/100929920665385653368",
   "thumbnailUrl": "https://lh4.googleusercontent.com/-Ba4gWVQqybo/AAAAAAAAAAI/AAAAAAAAA5s/IGP7Nc82cvk/s120-c/photo.jpg?sz=50",
   "id": "jorge_galindo_cruces"
  },
  {
   "publicPlusId": "110049485834560472562",
   "bio": "Hermes és mobile developer amb l'edició per les venes. La seva companyia Robot Media aspira a eliminar les barreres de la tecnologia i la distribució per a l'edició dels llibres digitals d'imatges, i fent això ha supervisat centenars de títols digitals, amb més de 4 milions combinats de descàrregues, i 2 Publishing Innovation Awards. Actualment treballa en Storybuilder, una eina per crear llibres per a nens per tablets i mòbils.",
   "name": "Hermes Pique",
   "plusoneUrl": "http://bcn.gdgdevfest.com/team-member/hermes-pique/",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/Hermes-Pique.jpg",
   "id": "hermes_pique"
  },
  {
   "publicPlusId": "116932157889649081059",
   "bio": "Apassionat per Android, Txus és fundador de DesAndrOId, DesAndrOItter, i creador del ADA Framework, més que un ORM per Android. Responsable de projectes en SCA Consultors, està enganxat a la tecnologies i és un addicte al codi font, amb independència del llenguatge.",
   "name": "Txus Ballesteros",
   "plusoneUrl": "https://plus.google.com/116932157889649081059",
   "thumbnailUrl": "https://lh3.googleusercontent.com/HroHDxCtuIJlWV-Ro7Y10P9ziRA8kYwt4z2Q0Qj8kfPAz9Co-RMjzzmTuhhHkcDTjlTOA1r2UZxGWlcSTBHV4K63TNGRWdRmmqHsclzV45kqIovv9dQsv-4M",
   "id": "txus_ballesteros"
  },
  {
   "publicPlusId": "113157061508283030086",
   "bio": "Enginyer de software/mòbil,ha estat treballant en plataformes mòbils durant els últims 5 anys, principalment en projectes basats en tecnologies RFID i NFC. Actualment treballa a Tuenti com Android Developer i és organitzador del Google Developers Group a Barcelona (GDG).",
   "name": "Fernando Cejas",
   "plusoneUrl": "https://plus.google.com/113157061508283030086",
   "thumbnailUrl": "https://lh5.googleusercontent.com/DfxEqp7V_XNdRQ8n7WEDy-DnxRelyCL86GnlumR_T72q0XDrpEp32qUgw8mXFgQPISVzJC2L1Nx2hilN_xo4SvftXVkDLKk7cOJUXKw-DFv1WohDOpkIIOA6",
   "id": "fernando_cejas"
  },
  {
   "publicPlusId": "icougil",
   "bio": "Nacho porta més de deu anys col · laborant en sistemes web desenvolupats en Java. Avui treballa com a arquitecte de programari gestionant àgilment equips de desenvolupament i participant en totes les etapes del cicle de vida d'un projecte. És un apassionat de la tecnologia i dels projectes innovadors a més de fundador del Barcelona Java Users Group (BarcelonaJUG)",
   "name": "Ignacio Cougil",
   "plusoneUrl": "https://twitter.com/icougil",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/cougil.png",
   "id": "ignacio_cougil"
  },
   {
   "publicPlusId": "100736358515003434163",
   "bio": "CTO Code Factory. Tras varios años formando a programadores y gestionando proyectos de desarrollo de aplicaciones a medida, Ferran entró en Code Factory en 2006 y desde entonces ha trabajado desarrollando soluciones de accesibilidad para dispositivos móviles. Actualmente es CTO de la compañía y trabaja en Mobile Accessibility para Android, producto invitado al Developer Sandbox de las ediciones 2011 y 2012 de Google IO.",
   "name": "Ferran Gállego",
   "plusoneUrl": "https://plus.google.com/100736358515003434163",
   "thumbnailUrl": "http://bcn.gdgdevfest.com/wp-content/uploads/2013/09/ferrangallego.png",
   "id": "ferran_gallego"
  },
   {
   "publicPlusId": "107635555691483494328",
   "bio": "Apps engineer en Mozilla, fent apps i ajudant els developers a fer apps; cacharreando i fent joguines en temps real en les estones lliures. Té tants anys d'experiència que va conèixer la pre-internet a 2400bps i sobreviure per explicar",
   "name": "Soledad Penades",
   "plusoneUrl": "https://plus.google.com/107635555691483494328/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/201308.jpg",
   "id": "soledad_penades"
  },
  {
   "publicPlusId": "GinaTost",
   "bio": "Gina Tost, una dona experta en comunicació i especialitzada en tecnologia, mobilitat i videojocs, compta amb un bagatge professional que va des periodista, locutora, actriu o presentadora a Espanya ia l'estranger. Ha treballat per a Catalunya Ràdio, TV3, IGN, Expansión, MarcaPlayer, Radio Marca o la televisió pública japonesa, la NHK. A més, des de fa poc ha iniciat diverses aventures relacionades amb empreses del sector mòbil.",
   "name": "Gina Tost",
   "plusoneUrl": "https://plus.google.com/109974507966166254232/",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/ginatost.png",
   "id": "gina_tost"
  },
  {
   "publicPlusId": "115453639179713725602",
   "bio": "Juanjo Hierro compta amb una dilatada carrera a Telefónica I + D sempre enganxat al desenvolupament de tecnologies i estàndards programari. En l'actualitat, és Coordinator & Chief Architect del projecte FI-WARE que persegueix la creació d'una plataforma oberta al núvol capaç de competir amb Amazon. FI-WARE s'emmarca en l'ambiciós programa Future Internet creat per la Comissió Europea en col · laboració amb grans actors TIC europeus i suposarà ajudes a emprenedors que desenvolupin les seves aplicacions basades en FI-WARE per un muntant total de 100 MM €.",
   "name": "Juan Hierro",
   "plusoneUrl": "https://plus.google.com/115453639179713725602",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/Foto-Twitter-Yammer-Facebook.jpg",
   "id": "juan_hierro"
  },
  {
   "publicPlusId": "101957952424598424873",
   "bio": "Amb més de 10 anys d'experiència en el desenvolupament web i dedicant els últims 3 anys a formar i evangelitzar sobre HTML5 ara treballa el departament de Relació amb Desenvolupadors de BlackBerry. També col · labora en # jsIO parlant sobre Javascript per DesarrolloWeb.com",
   "name": "Jorge del Casar",
   "plusoneUrl": "https://plus.google.com/101957952424598424873",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/jorgedelcasar.png",
   "id": "jorge_del_casar"
  },
  
  {
   "publicPlusId": "111904334543242956049",
   "bio": "Professionalment lligat a Java, encara que PHP també té un rincocito en el meu cor. Amb el Barcelona JUG intentem apropar aquestes tecnologies via conferències i workshops quinzenals, pel que us animo a contactar-nos i participar.",
   "name": "Esteve Camps Chust",
   "plusoneUrl": "https://plus.google.com/111904334543242956049",
   "thumbnailUrl":"http://bcn.gdgdevfest.com/wp-content/uploads/2013/10/tete_mini2.png",
   "id": "esteve_camps"
  },
  {
   "publicPlusId": "JaumeF",
   "bio": "Jaume Figueras, professor de la UPC, responsable de projectes GIS & Mobile development del inLab FIB. Professor, formador i desenvolupador. Jaume va començar en el desenvolupament mòbil de mà d'una Casiopeia E10 (4 shades of gray). Des d'aleshores (anys i cabells blancs) ha acumulat experiència com a docent, investigador i desenvolupador que l'han portat a formar part de inLab FIB com a responsable de projectes GIS ia col · laborar activament en projectes FOSS i Open Data.",
   "name": "Jaume Figueras",
   "plusoneUrl": "https://twitter.com/JaumeF",
   "thumbnailUrl":"http://inlab.fib.upc.edu/sites/default/files/styles/foto-perfil/public/pictures/picture-70-1334828375.jpg?itok=qffF3VQW",
   "id": "fib"
  },
  {
   "publicPlusId": "eth0lo",
   "bio": "Jean és un desenvolupador a temps complet, actualment treballa a XING AG com a desenvolupador de frontend, a més és un amant de les tecnologies web i sobretot de Javascript inclusivament abans que fos cool. Durant els últims quatre anys s'ha dedicat al desenvolupament de single page applications, per a diversos tipus de dispositius. Addicionalment organitza Barcelona JS.",
   "name": "Jean Carlos Meninno",
   "plusoneUrl": "https://twitter.com/eth0lo",
   "thumbnailUrl":"http://ladies.barcelonajs.org/images/727f3c5c.jean.jpg",
   "id": "jean_meninno"
  }
  ,
  
  {
   "publicPlusId": "RicardGarriga",
   "bio": "Ricard és un empresari nascut a Barcelona instal · lat a San Francisco . Dinamitzador de negoci en YouNoodle , una empresa de nova creació amb seu en una oficina a SOMA a San Francisco , des d'on s'està construint un ecosistema d' emprenedors de tot el món , per ajudar a les organitzacions a innovar més ràpidament mitjançant l'estratègia d'innovació oberta . Després de 5 anys en un parc tecnològic treballant amb diverses noves empreses de base tecnològica per proporcionar la recaptació de fons de capital de risc , es va incorporar a l'Ajuntament de Barcelona per dissenyar l'estratègia d'inversió per a les empreses de nova creació ubicat al districte de la innovació 22 @ Barcelona , amb més de 1,500 companyies de 10 universitats i treballadors de 45,000 . És membre del comitè de ciutats agermanades San Francisco - Barcelona i co - organitzador de la TEDxEmbarcadero.com a San Francsico . És llicenciat en Enginyeria de Telecomunicacions , MBA a La Salle i l'educació executiva a Berkeley . Li encanten les motos , el paddle i és corredor amateur . Enamorat de Layers.com i Worldcoo.com .",
   "name": "Ricard Garriga",
   "plusoneUrl": "https://twitter.com/RicardGarriga",
   "thumbnailUrl":"http://s3.amazonaws.com/crunchbase_prod_assets/assets/images/resized/0007/6272/76272v7-max-250x250.jpg",
   "id": "ricard_garriga"
  },
  {
   "publicPlusId": "vallsjordi",
   "bio":"Jordi Valls és un emprenedor de Barcelona focalitzat en Disseny i branding a l'emprenedoria tecnològica. És un apassionat per la promoció de l'esperit emprenedor entre els més joves donant xerrades en col · legis i instituts. Fundador de 1sleeve.com i Co-fundador de Startup Embassy a Palo Alto.",
   "name": "Jordi Valls",
   "plusoneUrl": "https://twitter.com/vallsjordi",
   "thumbnailUrl":"http://m.c.lnkd.licdn.com/mpr/pub/image-WdGsCMceaQX0Eo5wC8gTIjzkQy-KXGTaWnsNccYeQHG1PAB7WdGNGFreQJ6xP78cUVvd/jordi-valls.jpg",
   "id": "vallsjordi"
  },
  
  {
   "publicPlusId": "dias_jorge",
   "bio": "Jorge és un apassionat de la programació i ha treballat amb molts llenguatges durant més de 10 anys. La seva major dedicació ha estat a Ruby i actualment Javascript. La gent no ho entén però fa servir emacs. Actualment és tech lead de activi recruiting a XING.",
   "name": "Jorge Dias",
   "plusoneUrl": "https://twitter.com/dias_jorge",
   "thumbnailUrl":"http://m.c.lnkd.licdn.com/mpr/pub/image-0cDFQCHV7yLjC6_VuStdhnJvcYn_TJBxRYDWT8BVcwlPg-Hx0cDWgZgVczvXmGCTqeDM/jorge-dias.jpg",
   "id": "dias_jorge"
  }
  
  
 ],
 "kind": "gdgmembers#presentersItem",
 "etag": "\"osyxKcbM5ip0ctwDSYkRLORXcUo/vbY-uP5U-jZQ6k5Z4qepsXyVzkQ\""
}
